-- phpMyAdmin SQL Dump
-- version 4.9.7
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Sep 18, 2023 at 04:24 PM
-- Server version: 10.6.7-MariaDB
-- PHP Version: 7.4.1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `edonation`
--

-- --------------------------------------------------------

--
-- Table structure for table `cmuitaccount`
--

CREATE TABLE `cmuitaccount` (
  `id` int(11) NOT NULL,
  `cmuitaccount` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `cmuitaccount`
--

INSERT INTO `cmuitaccount` (`id`, `cmuitaccount`) VALUES
(1, 'chanida.t@cmu.ac.th'),
(2, 'phatcharapon.p@cmu.ac.th');

-- --------------------------------------------------------

--
-- Table structure for table `json_confirm`
--

CREATE TABLE `json_confirm` (
  `id` int(11) NOT NULL,
  `payeeProxyId` varchar(255) DEFAULT NULL,
  `payeeProxyType` varchar(255) DEFAULT NULL,
  `payeeAccountNumber` varchar(255) DEFAULT NULL,
  `payeeName` varchar(255) DEFAULT NULL,
  `payerAccountNumber` varchar(255) DEFAULT NULL,
  `payerAccountName` varchar(255) DEFAULT NULL,
  `payerName` varchar(255) DEFAULT NULL,
  `sendingBankCode` varchar(255) DEFAULT NULL,
  `receivingBankCode` varchar(255) DEFAULT NULL,
  `amount` decimal(10,2) DEFAULT NULL,
  `transactionId` varchar(255) DEFAULT NULL,
  `transactionDateandTime` datetime DEFAULT NULL,
  `billPaymentRef1` varchar(255) DEFAULT NULL,
  `billPaymentRef2` varchar(255) DEFAULT NULL,
  `currencyCode` varchar(255) DEFAULT NULL,
  `channelCode` varchar(255) DEFAULT NULL,
  `transactionType` varchar(255) DEFAULT NULL,
  `date` date NOT NULL DEFAULT curdate(),
  `dateCreate` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `json_confirm`
--

INSERT INTO `json_confirm` (`id`, `payeeProxyId`, `payeeProxyType`, `payeeAccountNumber`, `payeeName`, `payerAccountNumber`, `payerAccountName`, `payerName`, `sendingBankCode`, `receivingBankCode`, `amount`, `transactionId`, `transactionDateandTime`, `billPaymentRef1`, `billPaymentRef2`, `currencyCode`, `channelCode`, `transactionType`, `date`, `dateCreate`) VALUES
(33, '099400258783792', 'BILLERID', '5663044095', 'FACULTY OF NURSING CMU', '5662488652', 'ธานี แก้วธรรมานุกูล', 'ธานี แก้วธรรมานุกูล', '014', '014', '2.00', '53a2d569b8d5418a96c77507393d4b9a', NULL, '2566121205E0061', '1500701252395', '764', 'PMH', 'Domestic Transfers', '2023-09-14', '2023-09-14 08:40:42'),
(34, '099400258783792', 'BILLERID', '5663044095', 'FACULTY OF NURSING CMU', '5662488652', 'ธานี แก้วธรรมานุกูล', 'ธานี แก้วธรรมานุกูล', '014', '014', '100.00', '53a2d569b8d5418a96c77507393d4b9a', NULL, '2566121205E0039', '3540400118548', '764', 'PMH', 'Domestic Transfers', '2023-09-15', '2023-09-15 05:43:10'),
(35, '099400258783792', 'BILLERID', '5663044095', 'FACULTY OF NURSING CMU', '5662488652', 'ธานี แก้วธรรมานุกูล', 'ธานี แก้วธรรมานุกูล', '014', '014', '1.00', '53a2d569b8d5418a96c77507393d4b9a', NULL, '2566121205E0061', '1500701252395', '764', 'PMH', 'Domestic Transfers', '2023-09-18', '2023-09-18 07:39:58'),
(36, '099400258783792', 'BILLERID', '5663044095', 'FACULTY OF NURSING CMU', '5662488652', 'ธานี แก้วธรรมานุกูล', 'ธานี แก้วธรรมานุกูล', '014', '014', '1.00', '53a2d569b8d5418a96c77507393d4b9a', NULL, '2566121205E0061', '1500701252395', '764', 'PMH', 'Domestic Transfers', '2023-09-18', '2023-09-18 07:41:19'),
(37, '099400258783792', 'BILLERID', '5663044095', 'FACULTY OF NURSING CMU', '5662488652', 'ธานี แก้วธรรมานุกูล', 'ธานี แก้วธรรมานุกูล', '014', '014', '100.00', '53a2d569b8d5418a96c77507393d4b9a', NULL, '2566121205E0062', '1500701252395', '764', 'PMH', 'Domestic Transfers', '2023-09-18', '2023-09-18 07:43:58'),
(38, '099400258783792', 'BILLERID', '5663044095', 'FACULTY OF NURSING CMU', '5662488652', 'ธานี แก้วธรรมานุกูล', 'ธานี แก้วธรรมานุกูล', '014', '014', '200.50', '53a2d569b8d5418a96c77507393d4b9a', NULL, '2566121207E0061', '1500701252395', '764', 'PMH', 'Domestic Transfers', '2023-09-18', '2023-09-18 07:48:16');

-- --------------------------------------------------------

--
-- Table structure for table `project`
--

CREATE TABLE `project` (
  `p_id` int(11) NOT NULL,
  `p_no` int(11) NOT NULL,
  `p_tex` varchar(255) COLLATE utf8mb3_unicode_ci NOT NULL,
  `p_name_TH` text COLLATE utf8mb3_unicode_ci NOT NULL,
  `p_slogan_TH` text COLLATE utf8mb3_unicode_ci NOT NULL COMMENT 'สโลแกน',
  `p_description_TH` mediumtext COLLATE utf8mb3_unicode_ci NOT NULL COMMENT 'คำอธิบาย',
  `p_objective_TH` text COLLATE utf8mb3_unicode_ci NOT NULL COMMENT 'วัตถุประสงค์',
  `p_name_EN` text COLLATE utf8mb3_unicode_ci NOT NULL,
  `p_slogan_EN` text COLLATE utf8mb3_unicode_ci NOT NULL COMMENT 'สโลแกน',
  `p_description_EN` mediumtext COLLATE utf8mb3_unicode_ci NOT NULL COMMENT 'คำอธิบาย',
  `p_objective_EN` text COLLATE utf8mb3_unicode_ci NOT NULL COMMENT 'วัตถุประสงค์'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `project`
--

INSERT INTO `project` (`p_id`, `p_no`, `p_tex`, `p_name_TH`, `p_slogan_TH`, `p_description_TH`, `p_objective_TH`, `p_name_EN`, `p_slogan_EN`, `p_description_EN`, `p_objective_EN`) VALUES
(1, 5, 'ลดหย่อนภาษี 2 เท่า  ', 'โครงการทุนการศึกษาเพื่อนักศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่ ', 'สร้างโอกาสการศึกษา สร้างพยาบาลในอนาคต', 'คณะพยาบาลศาสตร์ มช. เป็นสถาบันการศึกษาพยาบาลที่ผลิตบัณฑิตพยาบาล ที่เป็นกำลังสำคัญในระบบสาธารณสุขของประเทศ แต่ละปีมีนักศึกษาที่อยู่ระหว่างการศึกษาทุกระดับมากกว่า 1,500 คน คณะฯ ตระหนักถึงความสำคัญของการให้โอกาสทางการศึกษา และมุ่งหวังที่จะสนับสนุนและส่งเสริมให้นักศึกษาได้มีโอกาสเรียนรู้จนสำเร็จการศึกษาภายในระยะเวลาที่กำหนดไว้ในหลักสูตร โครงการนี้จัดตั้งขึ้นเพื่อมอบทุนการศึกษาแก่นักศึกษาพยาบาลทุกระดับที่ขาดแคลน\r\nทุนทรัพย์ ให้สามารถจ่ายค่าธรรมเนียมการศึกษา ค่าที่พักอาศัย และค่าใช้จ่ายในการดำรงชีพ ซึ่งจะช่วยให้นักศึกษาได้ใช้เวลาในการศึกษาเล่าเรียนอย่างเต็มศักยภาพ รวมทั้งเป็นรางวัลสำหรับนักศึกษาผู้ที่มีผลการเรียนและผลการฝึกปฏิบัติยอดเยี่ยม  ดังนั้นเมื่อสำเร็จการศึกษา นักศึกษาจะได้นำความรู้และทักษะทางการพยาบาลมาช่วยเหลือดูแลผู้ป่วย ครอบครัว และสังคมต่อไป\r\n', 'เพื่อมอบเป็นทุนการศึกษาสำหรับนักศึกษาพยาบาล มช. ที่ขาดแคลนทุนทรัพย์,\r\nเพื่อมอบเป็นรางวัลสำหรับนักศึกษาพยาบาล มช. มีผลการเรียนดีเยี่ยมและมีความประพฤติดี\r\n', 'Financial Aid & Scholarships for Nursing Students', 'Creating Equal Opportunities and Empowering Future Nurses ', 'NurseCMU was built on the foundation of producing nurses who comprise the largest segment of Thailand’s health workforce and contribute to the overall improvement of the Thai health system. We offer degree programs in both Thai and English at the bachelors, master’s, and doctoral levels and have an average of 1,500 students in all programs. NurseCMU recognizes the importance of providing equal educational opportunities, and scholarships, grants, and loans are available to students to help finance their education at NurseCMU. All of our institutional aid is awarded to students with financial need.  This financial support allows students to fully focus on their studies and so they can excel in all areas of their academic life. ', 'To provide financial assistance through grants and scholarships to NurseCMU students with financial need.,\r\nTo reward NurseCMU students for excellent academic achievement and exemplary performance.\r\n'),
(2, 6, 'ลดหย่อนภาษี 2 เท่า  ', 'เพื่อจัดสร้างอาคารและปรับปรุงอาคารเรียน คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'ร่วมกันพัฒนาอาคารเรียน ปรับเปลี่ยนพื้นที่สู่อนาคต', 'คณะพยาบาลศาสตร์ มช. เปิดดำเนินการจัดการเรียนการสอนและได้ผลิตบัณฑิตคณะพยาบาลศาสตร์ ออกไปรับใช้สังคมทั้งไทยและต่างประเทศมามากกว่า 60 ปี ปัจจุบันคณะพยาบาลศาสตร์ มีอาคารเรียนทั้งหมด 4 อาคาร ในการดำเนินการตามพันธกิจของคณะฯ จำเป็นต้องมีการพัฒนาปรับปรุงห้องเรียน อาคารเรียน อาคารสถานที่ และสภาพแวดล้อมภูมิทัศน์อย่างต่อเนื่อง เพื่อให้อาคารสถานที่และสิ่งแวดล้อม สะอาด ร่มรื่น สวยงาม ปลอดภัย และมีบรรยากาศเอื้ออำนวยต่อการเรียนการสอนของอาจารย์ นักศึกษา บุคลากร และผู้รับบริการทุกกลุ่มมีความพึงพอใจ ', 'เพื่อจัดสร้าง ปรับปรุง พัฒนา อาคารเรียนและสิ่งแวดล้อมคณะพยาบาลศาสตร์ มช.', 'NurseCMU Facility Improvement and Renovation Initiatives', 'Creating and Modernizing Learning Spaces', 'NurseCMU was established more than 60 years ago and has 4 buildings with dedicated classroom space to help students and scholars serve society through the pursuit of truth and knowledge and the creative use of interdisciplinary approaches and technology. Continuous improvement of classrooms, buildings, and facilities is needed to maintain a clean, beautiful, and safe environment conducive to teaching and learning.', 'To build, improve, and renovate NurseCMU buildings and grounds'),
(3, 6, 'ลดหย่อนภาษี 2 เท่า  ', 'เพื่อจัดหาวัสดุอุปกรณ์การศึกษา คณะพยาบาลศาสตร์ \r\n มหาวิทยาลัยเชียงใหม่', 'มอบอุปกรณ์ทางการศึกษา เพิ่มคุณค่าแห่งการเรียนรู้ ', 'คณะพยาบาลศาสตร์ มช. มียุทธศาสตร์ด้านการศึกษาที่มุ่งมั่นหลอมรวมความเป็นเลิศทางการพยาบาลเข้ากับเทคโนโลยีด้านการศึกษา เพื่อเป็นต้นแบบในการสร้างพยาบาลวิชาชีพที่มีทักษะแห่งศตวรรษที่ 21 ซึ่งพยาบาลเหล่านี้จะกลายเป็นศูนย์กลางการบริการด้านสุขภาพที่ยังคงเชื่อมต่อกับผู้ป่วยและผู้ที่ต้องการความช่วยเหลือด้านสุขภาพกับผู้เชี่ยวชาญด้านการแพทย์สาขาอื่น รวมทั้งเทคโนโลยีทางการแพทย์สมัยใหม่ ดังนั้นคณะฯ จำเป็นต้องจัดหาเทคโนโลยีและอุปกรณ์ทางการศึกษา รวมทั้งครุภัณฑ์เพื่อใช้ในกิจกรรมการเรียนการสอนและการฝึกปฏิบัติของนักศึกษา จัดหาทดแทนวัสดุอุปกรณ์ที่เสื่อมสภาพ หมดอายุ รวมทั้งจัดหาเทคโนโลยีทางการพยาบาลสมัยใหม่ เพื่อสนับสนุนกิจกรรมพัฒนาทักษะทางการพยาบาลแห่งศตวรรษที่ 21 เช่น เครื่องมืออุปกรณ์ในการฝึกทักษะทางการพยาบาลในห้องปฏิบัติการ รวมทั้งสื่อการศึกษา ตำรา สารสนเทศเพื่อสนับสนุนนักศึกษาให้สามารถนำไปใช้ในกิจกรรมการเรียนการสอน และพัฒนาทักษะทางการพยาบาลได้อย่างมีประสิทธิภาพ ', 'เพื่อจัดหาวัสดุอุปกรณ์และครุภัณฑ์สำหรับใช้ในการเรียนการสอนและการฝึกปฏิบัติ,\r\nเพื่อพัฒนาสื่อการเรียนการสอนสำหรับนักศึกษาพยาบาล มช.\r\n', 'Equipment and Materials ', 'Supplying Educational Equipment: Enhancing Learning', 'NurseCMU strives to combine nursing excellence with advanced educational technology and to serve as a model for building 21st-century skilled nurses. Hence, NurseCMU needs to procure and modernize existing equipment used for teaching/learning activities to support the advancement and nurturing of 21st-century nursing skills in students. Equipment includes tools and equipment for practicing nursing skills in the laboratory, educational materials, textbooks, and information to allow students to develop advanced technological nursing skills.', 'To procure learning materials and modernize equipment to improve teaching and learning,\r\nTo develop teaching materials for NurseCMU students\r\n'),
(4, 7, 'ลดหย่อนภาษี 1 เท่า ', 'บริจาคเพื่อผู้ยากไร้และผู้ด้อยโอกาสในสังคม', 'อันความกรุณาปราณี จะมีใครบังคับก็หาไม่ ', 'คณะพยาบาลศาสตร์ มช. เป็นสถาบันการศึกษาพยาบาลที่ผลิตบัณฑิตพยาบาล ที่เป็นกำลังสำคัญในระบบสาธารณสุขของประเทศ ที่ไม่ได้มุ่งหวังแค่การรักษาพยาบาลประชาชนเมื่อเจ็บป่วยเท่านั้น แต่มุ่งหวังให้ประชาชนมีสุขภาวะกายและจิตที่ดี ผ่านกระบวนการสร้างเสริมสุขภาพ ป้องกันโรค รักษาโรค และฟื้นฟูสภาพ คณะฯ ตระหนักถึงความยากลำบาก และความไม่เท่าเทียมกันของประชาชนในกลุ่มและพื้นที่ต่างๆ ที่ยังมีช่องว่างในการเข้าถึงบริการสาธารณสุขขั้นพื้นฐานที่มีคุณภาพ ดังนั้นคณะฯมีความมุ่งมั่นตั้งใจที่จะช่วยเหลือผู้ยากไร้ ผู้ด้อยโอกาสในสังคม ผู้ที่ขาดโอกาสในการเข้าถึงบริการสาธารณสุข ตลอดจนผู้ที่ขาดโอกาสด้านการศึกษาในสังคม โดยการรวบรวมเงินบริจาคเพื่อแบ่งปันเอื้ออาทร ช่วยเหลือซึ่งกันและกัน', 'เพื่อช่วยเหลือผู้ยากไร้ ผู้ด้อยโอกาสในสังคม ผู้ที่ขาดโอกาสในการเข้าถึงบริการสาธารณสุข และผู้ที่ขาดโอกาสด้านการศึกษา,\r\nเพื่อสมทบทุน และสนับสนุนโครงการของหน่วยงาน และองค์กรอื่นๆ ที่ช่วยเหลือผู้ยากไร้และผู้ด้อยโอกาสในสังคม\r\n', 'Reducing Health Inequality', 'Giving Back to Society, Societal Stewardship ', 'NurseCMU believes in giving back to the community and in being a good community partner by providing necessary help and support for those experiencing difficulties in receiving basic health care services and education. Donations are distributed to groups experiencing financial instability and with limited access to health care.', 'To provide financial support for communities with limited access to basic health services and educational opportunities.,\r\nTo provide financial contributions to organizations focused serving and uplifting groups experiencing financial instability.\r\n'),
(5, 7, 'ลดหย่อนภาษี 1 เท่า ', 'บริจาคเพื่อเพื่อนร่วมวิชาชีพพยาบาลที่ประสบภัยจากการปฏิบัติงานในหน้าที่ ', 'เพื่อนไม่ทิ้งกัน ยามเพื่อนมีภัย', 'วิชาชีพพยาบาล มีหน้าที่ให้บริการสังคมในการดูแลสุขภาพและการเจ็บป่วยของประชาชน พยาบาลวิชาชีพในประเทศไทยกว่าหนึ่งแสนสองหมื่นคนทั่วประเทศ มีความเสี่ยงจากการทำงานที่ต้องเผชิญในระหว่างการปฏิบัติงานในหน้าที่ในแต่ละวัน ไม่ว่าจะปฏิบัติงานในหน้าที่อยู่ในสถานบริการสุขภาพ/โรงพยาบาล และระหว่างส่งต่อผู้ป่วย คณะพยาบาลศาสตร์ มช. มีความห่วงใยในสวัสดิภาพและความปลอดภัยของผู้ประกอบวิชาชีพพยาบาลทุกท่าน และประสงค์ร่วมกับสภาการพยาบาลในการสมทบกองทุนช่วยเหลือเบื้องต้นแก่สมาชิกสภาการพยาบาลที่ประสบภัยจากการปฏิบัติงานในหน้าที่', 'เพื่อช่วยเหลือพยาบาลไทยทุกระดับ ที่ประสบภัยจากการปฏิบัติงานในหน้าที่,\r\nเพื่อสมทบทุนกองทุนช่วยเหลือเบื้องต้นแก่สมาชิกสภาการพยาบาลที่ประสบภัยจากการปฏิบัติงานในหน้าที่ ของสภาการพยาบาลแห่งประเทศไทย\r\n', 'Financial Support for Nurses Experiencing Occupational Hazards ', 'Protecting Nurses and the Nursing Profession ', 'NurseCMU has a duty to serve fellow nurses and professionals in health care. There are more than one hundred and twenty thousand registered nurses in Thailand who face work-related risks on a daily basis. NurseCMU feels the welfare and safety of our nursing workforce is of highest importance and would like to make contributions Thailand Nursing and Midwifery Council’s Fund for nurses with workplace injuries.', 'To help Thai nurses with workplace injuries.,\r\nTo contribute to the Thailand Nursing and Midwifery Council Fund to support nurses workplace injuries. \r\n'),
(6, 7, 'ลดหย่อนภาษี 1 เท่า ', 'บริจาคเพื่อสนับสนุนโครงการนักศึกษาพยาบาล มช. ส่งต่อความดีเพื่อสังคม', 'สร้างสะพานบุญ เชื่อมต่อความดี ', 'คณะพยาบาลศาสตร์ มช. มุ่งเน้นให้นักศึกษามีคุณสมบัติในการเป็น CMU smart students ตามแนวทางของมหาวิทยาลัย ทั้ง 6 ด้าน ได้แก่ 1) Smart Heart  2) Smart Health 3) Smart Character 4) Smart English 5) Smart IT และ 6) Smart Brain คณะฯ ตระหนักถึงความสำคัญในการส่งเสริมให้นักศึกษามีคุณลักษณะดังกล่าว ได้มีการดำเนินการผ่านการจัดการเรียนการสอน และกิจกรรมเสริมหลักสูตร เพื่อให้นักศึกษาได้เรียนรู้ ได้ลงมือทำ ให้เกิดประสบการณ์ตรงในการทำงานร่วมกับผู้อื่น รวมทั้งเป็นการฝึกฝนให้นักศึกษามุ่งสร้างความดีเพื่อสังคม มีจิตอาสา รู้จักเสียสละแบ่งปัน นำความรู้ทางวิชาการของตนเองเพื่อก่อประโยชน์แก่สังคมและประเทศชาติ', 'เพื่อมอบเป็นทุนสนับสนุนให้นักศึกษาจัดกิจกรรมสร้างความดีที่ก่อให้เกิดประโยชน์แก่สังคม', 'NurseCMU Student Leadership, Involvement, and Social Outreach', 'Building Merit, Connecting Communities, Fostering Good Citizens', 'NurseCMU focuses on providing students with the foundation to excel in Chiang Mai University’s six target areas:  1) Smart Heart, 2) Smart Health, \r\n3) Smart Character, 4) Smart English, 5) Smart IT, and 6) Smart Brain. \r\nNurseCMU recognizes the importance of these qualities emphasized in the “CMU Smart Students vision,” and have integrated development of these areas into our teaching and learning management, and extracurricular activities.  Students participate in programs to give back to the community and receive training on creating good for society, volunteerism, altruism, and sharing.\r\n', 'To provide financial support to students and organize activities that are beneficial to society'),
(7, 7, 'ลดหย่อนภาษี 1 เท่า ', 'บริจาคเพื่อครอบครัวคณะพยาบาลศาสตร์ มช. ที่ประสบความเดือดร้อน', 'แบ่งปันน้ำใจให้กัน  ความผูกพันดุจครอบครัว', 'คณะพยาบาลศาสตร์ มช. มีความห่วงใยสมาชิกครอบครัวชาวคณะพยาบาลศาสตร์ มช. ได้แก่ นักศึกษา ศิษย์เก่า อาจารย์ และบุคลากรทั้งในอดีตและปัจจุบัน ที่ประสบปัญหาความเดือดร้อนและภาวะยากลำบากในการดำรงชีวิต การบริจาคในโครงการนี้จะทำให้คณะฯ สามารถนำเงินที่ได้จากน้ำใจของผู้บริจาคไปช่วยเหลือแบ่งเบาความเดือดร้อนของครอบครัวชาวคณะพยาบาลศาสตร์ มช. ที่อยู่ในสถานการณ์อันยากลำบาก', 'เพื่อช่วยเหลือนักศึกษา ศิษย์เก่า อาจารย์ และบุคลากรทั้งในอดีตและปัจจุบัน ที่ประสบปัญหาความเดือดร้อนและภาวะยากลำบาก', 'Hardship Support and NurseCMU Community Assistance ', 'Spreading Kindness to the NurseCMU Community', 'NurseCMU aims to support students, alumni, faculty members, and staff experiencing financial hardship. Donations to this fund will be distributed to members of the NurseCMU family experiencing financial difficulties.', 'To support faculty members, students, and staff (present and past) who are in need of financial support.');

-- --------------------------------------------------------

--
-- Table structure for table `pro_edo`
--

CREATE TABLE `pro_edo` (
  `edo_id` int(11) NOT NULL,
  `edo_pro_id` varchar(55) DEFAULT NULL,
  `edo_tex` varchar(255) NOT NULL,
  `edo_name` text NOT NULL,
  `edo_name1` text NOT NULL,
  `edo_slogan1` text NOT NULL,
  `edo_description1` text NOT NULL,
  `edo_name2` text NOT NULL,
  `edo_slogan2` text NOT NULL,
  `edo_description2` text NOT NULL,
  `edo_name3` text NOT NULL,
  `edo_slogan3` text NOT NULL,
  `edo_description3` text NOT NULL,
  `edo_name4` text NOT NULL,
  `edo_slogan4` text NOT NULL,
  `edo_name5` text NOT NULL,
  `edo_description4` text NOT NULL,
  `edo_objective1` varchar(255) NOT NULL,
  `edo_objective2` varchar(255) NOT NULL,
  `edo_objective3` varchar(255) NOT NULL,
  `edo_objective4` varchar(255) NOT NULL,
  `edo_description` varchar(255) NOT NULL,
  `edo_objective` varchar(255) NOT NULL,
  `img_file` varchar(255) NOT NULL,
  `img_banner` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3;

--
-- Dumping data for table `pro_edo`
--

INSERT INTO `pro_edo` (`edo_id`, `edo_pro_id`, `edo_tex`, `edo_name`, `edo_name1`, `edo_slogan1`, `edo_description1`, `edo_name2`, `edo_slogan2`, `edo_description2`, `edo_name3`, `edo_slogan3`, `edo_description3`, `edo_name4`, `edo_slogan4`, `edo_name5`, `edo_description4`, `edo_objective1`, `edo_objective2`, `edo_objective3`, `edo_objective4`, `edo_description`, `edo_objective`, `img_file`, `img_banner`) VALUES
(1, '121205', 'บริจาคเพื่อลดหย่อนภาษี 2 เท่า', 'บริจาคเพื่อทุนการศึกษา เพื่อนักศึกษา คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'โครงการทุนการศึกษาเพื่อนักศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่ ', 'สร้างโอกาสการศึกษา สร้างพยาบาลในอนาคต', 'คณะพยาบาลศาสตร์ มช. เป็นสถาบันการศึกษาพยาบาลที่ผลิตบัณฑิตพยาบาล ที่เป็นกำลังสำคัญในระบบสาธารณสุขของประเทศ แต่ละปีมีนักศึกษาที่อยู่ระหว่างการศึกษาทุกระดับมากกว่า 1,500 คน คณะฯ ตระหนักถึงความสำคัญของการให้โอกาสทางการศึกษา และมุ่งหวังที่จะสนับสนุนและส่งเสริมให้นักศึกษาได้มีโอกาสเรียนรู้จนสำเร็จการศึกษาภายในระยะเวลาที่กำหนดไว้ในหลักสูตร โครงการนี้จัดตั้งขึ้นเพื่อมอบทุนการศึกษาแก่นักศึกษาพยาบาลทุกระดับที่ขาดแคลน\r\nทุนทรัพย์ ให้สามารถจ่ายค่าธรรมเนียมการศึกษา ค่าที่พักอาศัย และค่าใช้จ่ายในการดำรงชีพ ซึ่งจะช่วยให้นักศึกษาได้ใช้เวลาในการศึกษาเล่าเรียนอย่างเต็มศักยภาพ รวมทั้งเป็นรางวัลสำหรับนักศึกษาผู้ที่มีผลการเรียนและผลการฝึกปฏิบัติยอดเยี่ยม  ดังนั้นเมื่อสำเร็จการศึกษา นักศึกษาจะได้นำความรู้และทักษะทางการพยาบาลมาช่วยเหลือดูแลผู้ป่วย ครอบครัว และสังคมต่อไป\r\n', 'โครงการทุนการศึกษาเพื่อนักศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '', '', '', '', '', '', '', '', '', '', '', '', '', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'DSC_2926.jpg', 'banner_tex2.jpg'),
(2, '121206', 'บริจาคเพื่อลดหย่อนภาษี 2 เท่า  ', 'บริจาคเพื่อระดมพลัง เร่งรัดปรับปรุงคุณภาพ คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'เพื่อจัดสร้างอาคารและปรับปรุงอาคารเรียน คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'ร่วมกันพัฒนาอาคารเรียน ปรับเปลี่ยนพื้นที่สู่อนาคต', 'คณะพยาบาลศาสตร์ มช. เปิดดำเนินการจัดการเรียนการสอนและได้ผลิตบัณฑิตคณะพยาบาลศาสตร์ ออกไปรับใช้สังคมทั้งไทยและต่างประเทศมามากกว่า 60 ปี ปัจจุบันคณะพยาบาลศาสตร์ มีอาคารเรียนทั้งหมด 4 อาคาร ในการดำเนินการตามพันธกิจของคณะฯ จำเป็นต้องมีการพัฒนาปรับปรุงห้องเรียน อาคารเรียน อาคารสถานที่ และสภาพแวดล้อมภูมิทัศน์อย่างต่อเนื่อง เพื่อให้อาคารสถานที่และสิ่งแวดล้อม สะอาด ร่มรื่น สวยงาม ปลอดภัย และมีบรรยากาศเอื้ออำนวยต่อการเรียนการสอนของอาจารย์ นักศึกษา บุคลากร และผู้รับบริการทุกกลุ่มมีความพึงพอใจ ', 'เพื่อจัดสร้างอาคารและปรับปรุงอาคารเรียน คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'มอบอุปกรณ์ทางการศึกษา เพิ่มคุณค่าแห่งการเรียนรู้ ', 'คณะพยาบาลศาสตร์ มช. มียุทธศาสตร์ด้านการศึกษาที่มุ่งมั่นหลอมรวมความเป็นเลิศทางการพยาบาลเข้ากับเทคโนโลยีด้านการศึกษา เพื่อเป็นต้นแบบในการสร้างพยาบาลวิชาชีพที่มีทักษะแห่งศตวรรษที่ 21 ซึ่งพยาบาลเหล่านี้จะกลายเป็นศูนย์กลางการบริการด้านสุขภาพที่ยังคงเชื่อมต่อกับผู้ป่วยและผู้ที่ต้องการความช่วยเหลือด้านสุขภาพกับผู้เชี่ยวชาญด้านการแพทย์สาขาอื่น รวมทั้งเทคโนโลยีทางการแพทย์สมัยใหม่ ดังนั้นคณะฯ จำเป็นต้องจัดหาเทคโนโลยีและอุปกรณ์ทางการศึกษา รวมทั้งครุภัณฑ์เพื่อใช้ในกิจกรรมการเรียนการสอนและการฝึกปฏิบัติของนักศึกษา จัดหาทดแทนวัสดุอุปกรณ์ที่เสื่อมสภาพ หมดอายุ รวมทั้งจัดหาเทคโนโลยีทางการพยาบาลสมัยใหม่ เพื่อสนับสนุนกิจกรรมพัฒนาทักษะทางการพยาบาลแห่งศตวรรษที่ 21 เช่น เครื่องมืออุปกรณ์ในการฝึกทักษะทางการพยาบาลในห้องปฏิบัติการ รวมทั้งสื่อการศึกษา ตำรา สารสนเทศเพื่อสนับสนุนนักศึกษาให้สามารถนำไปใช้ในกิจกรรมการเรียนการสอน และพัฒนาทักษะทางการพยาบาลได้อย่างมีประสิทธิภาพ ', 'เพื่อจัดหาวัสดุอุปกรณ์การศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'ร่วมกันพัฒนาอาคารเรียน ปรับเปลี่ยนพื้นที่สู่อนาคต', 'คณะพยาบาลศาสตร์ มช. เปิดดำเนินการจัดการเรียนการสอนและได้ผลิตบัณฑิตคณะพยาบาลศาสตร์ ออกไปรับใช้สังคมทั้งไทยและต่างประเทศมามากกว่า 60 ปี ปัจจุบันคณะพยาบาลศาสตร์ มีอาคารเรียนทั้งหมด 4 อาคาร ในการดำเนินการตามพันธกิจของคณะฯ จำเป็นต้องมีการพัฒนาปรับปรุงห้องเรียน อาคารเรียน อาคารสถานที่ และสภาพแวดล้อมภูมิทัศน์อย่างต่อเนื่อง เพื่อให้อาคารสถานที่และสิ่งแวดล้อม สะอาด ร่มรื่น สวยงาม ปลอดภัย และมีบรรยากาศเอื้ออำนวยต่อการเรียนการสอนของอาจารย์ นักศึกษา บุคลากร และผู้รับบริการทุกกลุ่มมีความพึงพอใจ ', '', '', '', '', '1. เพื่อจัดสร้างอาคารและปรับปรุงอาคารเรียน คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่\r\n', ' 2. เพื่อจัดหาวัสดุอุปกรณ์การศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่\r\n', '', '', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'DSC_2927.jpg', 'banner_tex2.jpg'),
(3, '121207', 'บริจาคเพื่อลดหย่อนภาษี 1 เท่า  ', 'บริจาคเพื่อสาธารณประโยชน์และการกุศลอื่น ๆ', 'บริจาคเพื่อผู้ยากไร้และผู้ด้อยโอกาสในสังคม', 'อันความกรุณาปราณี จะมีใครบังคับก็หาไม่', 'คณะพยาบาลศาสตร์ มช. เป็นสถาบันการศึกษาพยาบาลที่ผลิตบัณฑิตพยาบาล ที่เป็นกำลังสำคัญในระบบสาธารณสุขของประเทศ ที่ไม่ได้มุ่งหวังแค่การรักษาพยาบาลประชาชนเมื่อเจ็บป่วยเท่านั้น แต่มุ่งหวังให้ประชาชนมีสุขภาวะกายและจิตที่ดี ผ่านกระบวนการสร้างเสริมสุขภาพ ป้องกันโรค รักษาโรค และฟื้นฟูสภาพ คณะฯ ตระหนักถึงความยากลำบาก และความไม่เท่าเทียมกันของประชาชนในกลุ่มและพื้นที่ต่างๆ ที่ยังมีช่องว่างในการเข้าถึงบริการสาธารณสุขขั้นพื้นฐานที่มีคุณภาพ ดังนั้นคณะฯมีความมุ่งมั่นตั้งใจที่จะช่วยเหลือผู้ยากไร้ ผู้ด้อยโอกาสในสังคม ผู้ที่ขาดโอกาสในการเข้าถึงบริการสาธารณสุข ตลอดจนผู้ที่ขาดโอกาสด้านการศึกษาในสังคม โดยการรวบรวมเงินบริจาคเพื่อแบ่งปันเอื้ออาทร ช่วยเหลือซึ่งกันและกัน', 'บริจาคเพื่อผู้ยากไร้และผู้ด้อยโอกาสในสังคม', 'เพื่อนไม่ทิ้งกัน ยามเพื่อนมีภัย', 'วิชาชีพพยาบาล มีหน้าที่ให้บริการสังคมในการดูแลสุขภาพและการเจ็บป่วยของประชาชน พยาบาลวิชาชีพในประเทศไทยกว่าหนึ่งแสนสองหมื่นคนทั่วประเทศ มีความเสี่ยงจากการทำงานที่ต้องเผชิญในระหว่างการปฏิบัติงานในหน้าที่ในแต่ละวัน ไม่ว่าจะปฏิบัติงานในหน้าที่อยู่ในสถานบริการสุขภาพ/โรงพยาบาล และระหว่างส่งต่อผู้ป่วย คณะพยาบาลศาสตร์ มช. มีความห่วงใยในสวัสดิภาพและความปลอดภัยของผู้ประกอบวิชาชีพพยาบาลทุกท่าน และประสงค์ร่วมกับสภาการพยาบาลในการสมทบกองทุนช่วยเหลือเบื้องต้นแก่สมาชิกสภาการพยาบาลที่ประสบภัยจากการปฏิบัติงานในหน้าที่', 'บริจาคเพื่อเพื่อนร่วมวิชาชีพพยาบาลที่ประสบภัยจากการปฏิบัติงานในหน้าที่ ', 'สร้างสะพานบุญ เชื่อมต่อความดี', 'คณะพยาบาลศาสตร์ มช. มุ่งเน้นให้นักศึกษามีคุณสมบัติในการเป็น CMU smart students ตามแนวทางของมหาวิทยาลัย ทั้ง 6 ด้าน ได้แก่ 1) Smart Heart  2) Smart Health 3) Smart Character 4) Smart English 5) Smart IT และ 6) Smart Brain คณะฯ ตระหนักถึงความสำคัญในการส่งเสริมให้นักศึกษามีคุณลักษณะดังกล่าว ได้มีการดำเนินการผ่านการจัดการเรียนการสอน และกิจกรรมเสริมหลักสูตร เพื่อให้นักศึกษาได้เรียนรู้ ได้ลงมือทำ ให้เกิดประสบการณ์ตรงในการทำงานร่วมกับผู้อื่น รวมทั้งเป็นการฝึกฝนให้นักศึกษามุ่งสร้างความดีเพื่อสังคม มีจิตอาสา รู้จักเสียสละแบ่งปัน นำความรู้ทางวิชาการของตนเองเพื่อก่อประโยชน์แก่สังคมและประเทศชาติ', 'บริจาคเพื่อสนับสนุนโครงการนักศึกษาพยาบาล มช. ส่งต่อความดีเพื่อสังคม', 'แบ่งปันน้ำใจให้กัน  ความผูกพันดุจครอบครัว', 'บริจาคเพื่อครอบครัวคณะพยาบาลศาสตร์ มช. ที่ประสบความเดือดร้อน', 'คณะพยาบาลศาสตร์ มช. มีความห่วงใยสมาชิกครอบครัวชาวคณะพยาบาลศาสตร์ มช. ได้แก่ นักศึกษา ศิษย์เก่า อาจารย์ และบุคลากรทั้งในอดีตและปัจจุบัน ที่ประสบปัญหาความเดือดร้อนและภาวะยากลำบากในการดำรงชีวิต การบริจาคในโครงการนี้จะทำให้คณะฯ สามารถนำเงินที่ได้จากน้ำใจของผู้บริจาคไปช่วยเหลือแบ่งเบาความเดือดร้อนของครอบครัวชาวคณะพยาบาลศาสตร์ มช. ที่อยู่ในสถานการณ์อันยากลำบาก', '1. บริจาคเพื่อผู้ยากไร้และผู้ด้อยโอกาสในสังคม ', '2.  บริจาคเพื่อเพื่อนร่วมวิชาชีพพยาบาลที่ประสบภัยจากการปฏิบัติงานในหน้าที่ ', '3.  บริจาคเพื่อสนับสนุนโครงการนักศึกษาพยาบาล มช. ส่งต่อความดีเพื่อสังคม', '4.  บริจาคเพื่อครอบครัวคณะพยาบาลศาสตร์ มช. ที่ประสบความเดือดร้อนโครงการ', 'บริจาคเพื่อสาธารณประโยชน์และการกุศลอื่นๆ', 'บริจาคเพื่อสาธารณประโยชน์และการกุศลอื่นๆ', 'DSC_8522.jpg', 'banner_tex1.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `pro_offline`
--

CREATE TABLE `pro_offline` (
  `id` int(11) NOT NULL,
  `edo_pro_id` varchar(10) NOT NULL,
  `edo_name` varchar(255) NOT NULL,
  `edo_description` varchar(255) NOT NULL,
  `edo_objective` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3;

--
-- Dumping data for table `pro_offline`
--

INSERT INTO `pro_offline` (`id`, `edo_pro_id`, `edo_name`, `edo_description`, `edo_objective`) VALUES
(1, '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่'),
(2, '121206', 'บริจาคเพื่อระดมพลัง เร่งรัดปรับปรุงคุณภาพ คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่'),
(3, '121207', 'บริจาคเพื่อสาธารณะประโยชน์และการกุศลอื่น ๆ', 'บริจาคเพื่อสาธารณะประโยชน์และการกุศลอื่นๆ', 'บริจาคเพื่อสาธารณะประโยชน์และการกุศลอื่นๆ');

-- --------------------------------------------------------

--
-- Table structure for table `receipt_offline`
--

CREATE TABLE `receipt_offline` (
  `id` int(11) NOT NULL,
  `id_receipt` varchar(255) DEFAULT NULL,
  `name_title` varchar(20) NOT NULL,
  `rec_name` varchar(255) NOT NULL,
  `rec_surname` varchar(255) NOT NULL,
  `rec_tel` varchar(255) NOT NULL,
  `rec_email` varchar(255) NOT NULL,
  `rec_idname` varchar(255) NOT NULL,
  `address` varchar(255) NOT NULL,
  `road` varchar(255) NOT NULL,
  `districts` varchar(255) NOT NULL,
  `amphures` varchar(255) NOT NULL,
  `provinces` varchar(255) NOT NULL,
  `zip_code` varchar(255) NOT NULL,
  `rec_date_s` varchar(55) NOT NULL,
  `rec_date_out` varchar(255) NOT NULL,
  `amount` varchar(255) NOT NULL,
  `payby` varchar(255) NOT NULL,
  `edo_name` text NOT NULL,
  `other_description` varchar(255) NOT NULL,
  `edo_pro_id` varchar(255) NOT NULL,
  `edo_description` text NOT NULL,
  `edo_objective` text NOT NULL,
  `comment` varchar(255) NOT NULL,
  `status_donat` varchar(255) NOT NULL,
  `status_user` varchar(55) NOT NULL,
  `status_receipt` varchar(55) NOT NULL,
  `resDesc` varchar(255) NOT NULL,
  `rec_time` time DEFAULT curtime(),
  `dateCreate` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3;

--
-- Dumping data for table `receipt_offline`
--

INSERT INTO `receipt_offline` (`id`, `id_receipt`, `name_title`, `rec_name`, `rec_surname`, `rec_tel`, `rec_email`, `rec_idname`, `address`, `road`, `districts`, `amphures`, `provinces`, `zip_code`, `rec_date_s`, `rec_date_out`, `amount`, `payby`, `edo_name`, `other_description`, `edo_pro_id`, `edo_description`, `edo_objective`, `comment`, `status_donat`, `status_user`, `status_receipt`, `resDesc`, `rec_time`, `dateCreate`) VALUES
(1, '2566-121205-E0001', 'นาง', 'ศรรยา', 'ธรรมมงคล อินทรวิชัย', '0814285828', '', '5-1005-00105-4-30', '328 ', 'ซ.พหลโยธิน 40', 'เขตจตุจักร', 'แขวงเสนานิคม', 'กรุงเทพมหานคร', '', '2023-07-19', '2023-07-19', '50000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '10:49:16', '2023-07-26 03:49:16'),
(2, '2566-121205-E0002', 'นางสาว', 'อุบลรัตน์', 'เมฆาสุวรรณดำรง', '', '', '3-1017-01920-4-11', '', '', '', '', '', '', '2023-07-19', '2023-07-19', '2000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '15:24:10', '2023-07-26 08:24:10'),
(3, '2566-121205-E0003', 'นางสาว', 'สุธาทิพย์', 'อุปลาบัติ', '', '', '3509901166829', '15/3-4', 'วิพากย์', 'ต.พิบูล', 'อ.พิบูลมังสาหาร', 'จ.อุบลราชธานี', '', '2023-07-20', '2023-07-20', '5000', 'เงินสด / Cash', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '15:30:27', '2023-07-26 08:30:27'),
(4, '2566-121205-E0004', 'นาง', 'ลำจวน', 'โล่ห์เพ็ชร', '0995516463', 'lamjuan.lophet@cmu.ac.th', '3510100196331', '269 หมู่ 8', '', 'ต.เหมืองง่า', 'อ.เมือง', 'จ.ลำพูน', '51000', '', '2023-07-26', '100', 'QR CODE', 'บริจาคเพื่อทุนการศึกษา เพื่อนักศึกษา คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'online', 'person', 'yes', '', '15:47:37', '2023-07-26 08:47:37'),
(5, '2566-121205-E0005', 'นางสาว', 'นัทธมน', 'วุทธานนท์', '', '', '3-5009-00771-1-27', '', '', '', '', '', '', '2023-08-08', '2023-08-08', '21000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '11:11:04', '2023-08-08 04:11:04'),
(6, '2566-121205-E0006', 'นาง', 'วิภาดา', 'คุณาวิกติกุล', '', '', '3-5099-00222-4-40', '', '', '', '', '', '', '2023-08-08', '2023-08-08', '20000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '11:12:32', '2023-08-08 04:12:32'),
(7, '2566-121206-E0007', 'นางสาว', 'บุญชู ', 'อนุสาสนนันท์', '', '', '3539900220170', '', '', '', '', '', '', '2023-08-08', '2023-08-08', '5000', 'โอน / Prompt Pay', 'บริจาคเพื่อระดมพลัง เร่งรัดปรับปรุงคุณภาพ คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '', '121206', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '20:24:47', '2023-08-09 13:24:47'),
(8, '2566-121205-E0008', 'นางสาว', 'กาญจนา', 'ธานะ', '0890449777', 'attink@hotmail.com', '3501200249950', '', '', '', '', '', '', '2023-08-09', '2023-08-09', '500', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '20:31:42', '2023-08-09 13:31:42'),
(9, '2566-121205-E0009', 'นาง', 'วิลาวัณย์', 'เสนารัตน์', '', '', '3509901162092', '', '', '', '', '', '', '2023-08-10', '2023-08-10', '2000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '10:50:45', '2023-08-10 03:50:45'),
(10, '2566-121205-E0010', 'นางสาว', 'ประพิมพ์', 'พุทธิรักษ์กุล', '', '', '5-1303-99010-3-7', '', '', '', '', '', '', '2023-08-10', '2023-08-10', '1000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '16:08:33', '2023-08-10 09:08:33'),
(11, '2566-121205-E0011', 'นางสาว', 'ประยงค์', 'ลิ้มตระกูล', '', '', '3-5099-01154-9-28', '', '', '', '', '', '', '2023-08-10', '2023-08-10', '1000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '16:10:14', '2023-08-10 09:10:14'),
(12, '2566-121205-E0012', 'นางสาว', 'อวยพร', 'ตัณมุขยกุล', '', '', '3509900399102', '', '', '', '', '', '', '2023-08-10', '2023-08-10', '1000', 'เงินสด / Cash', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '16:13:05', '2023-08-10 09:13:05'),
(13, '2566-121205-E0013', 'นาง', 'ศศิภาพรรณ', 'คมสัตย์ธรรม', '', '', '3-5099-01156-0-17', '', '', '', '', '', '', '2023-08-11', '2023-08-11', '10000', 'เงินสด / Cash', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '11:04:59', '2023-08-11 04:04:59'),
(14, '2566-121206-E0014', 'นาง', 'ศศิภาพรรณ', 'คมสัตย์ธรรม', '', '', '3-5099-01156-0-17', '', '', '', '', '', '', '2023-08-11', '2023-08-11', '10000', 'เงินสด / Cash', 'บริจาคเพื่อระดมพลัง เร่งรัดปรับปรุงคุณภาพ คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '', '121206', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '11:12:13', '2023-08-14 04:12:13'),
(15, '2566-121206-E0015', 'นาง', 'อุดมรัตน์', 'สงวนศิริธรรม', '0818849909', '', '3509901162611', '126/23 หมู่ 2 หมู่บ้านวังตาลวิลล่า ซอย 1  ', 'ป่าแดด', 'ต. ป่าแดด', 'อ. เมือง', 'จ. เชียงใหม่', ' 50100', '2023-08-11', '2023-08-11', '1000', 'โอน / Prompt Pay', 'บริจาคเพื่อระดมพลัง เร่งรัดปรับปรุงคุณภาพ คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '', '121206', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '11:21:50', '2023-08-14 04:21:50'),
(16, '2566-121205-E0016', 'นาง', 'วีระพร', 'ศุทธากรณ์', '0830926039', '', '5670500035054', '250 ซอย โพธิ์แก้ว', ' ถนนพระราม 6 แขวงสามเสนใน เขตพญาไท', '', '', 'กรุงเทพมหานคร', '10400', '2023-08-11', '2023-08-11', '1000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '11:27:49', '2023-08-14 04:27:49'),
(17, '2566-121205-E0017', 'นางสาว', 'กนกพร', 'สุคำวัง', '', '', '3-5099-01155-7-62', '', '', '', '', '', '', '2023-08-11', '2023-08-11', '2000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '11:30:26', '2023-08-14 04:30:26'),
(18, '2566-121206-E0018', 'นาง', 'ปิยะนุช', 'ชูโต', '0819611308', '', '3500100150730', '515/1 หมู่ 3', '', 'ต. สันทรายน้อย', 'อ. สันทราย', 'จ. เชียงใหม่', '50210', '2023-08-11', '2023-08-11', '10000', 'โอน / Prompt Pay', 'บริจาคเพื่อระดมพลัง เร่งรัดปรับปรุงคุณภาพ คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '', '121206', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '11:44:54', '2023-08-14 04:44:54'),
(19, '2566-121205-E0019', 'นางสาว', 'ฉวี', 'เบาทรวง', '', '', '3-5099-01304-6-52', '257/47 หมู่บ้านดาวดึงส์', 'ถนนสุเทพ', 'ต.สุเทพ', 'อ.เมือง', 'จ.เชียงใหม่', '50200', '2023-08-11', '2023-08-11', '10000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '11:47:37', '2023-08-14 04:47:37'),
(20, '2566-121205-E0020', 'นาง', 'พวงพยอม', 'ปัญญา', '', '', '', '', '', '', '', '', '', '2023-08-11', '2023-08-11', '1000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '11:52:11', '2023-08-14 04:52:11'),
(21, '2566-121205-E0021', 'นาง', 'มนัสชนก', 'ศรีธีระจิตต์', '0866592077', '', '3569900241932', '', '', '', '', '', '', '2023-08-11', '2023-08-11', '300', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '11:54:21', '2023-08-14 04:54:21'),
(22, '2566-121205-E0022', 'นาง', 'นิตยา', 'ไทยาภิรมย์', '', '', '', '', '', '', '', '', '', '2023-08-13', '2023-08-13', '500', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '12:01:00', '2023-08-14 05:01:00'),
(23, '2566-121205-E0023', 'นาง', 'สมบัติ ', 'ไชยวัณณ์', '', '', '', '', '', '', '', '', '', '2023-08-13', '2023-08-13', '1000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '12:05:36', '2023-08-14 05:05:36'),
(24, '2566-121206-E0024', 'นางสาว', 'กรรณิการ์', 'กันธะรักษา', '0816718184', '', '3 5099 01155 75 4', '', '', '', '', '', '', '2023-08-13', '2023-08-13', '2000', 'โอน / Prompt Pay', 'บริจาคเพื่อระดมพลัง เร่งรัดปรับปรุงคุณภาพ คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '', '121206', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '12:09:16', '2023-08-14 05:09:16'),
(25, '2566-121205-E0025', 'นาง', 'จิราภรณ์', 'เตชะอุดมเดช', '0873261812', '', '3500500152047', '', '', '', '', '', '', '2023-08-15', '2023-08-15', '500', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '17:11:58', '2023-08-15 10:11:58'),
(26, '2566-121205-E0026', 'นาง', 'ศิริรัตน์', 'ปานอุทัย', '0951371786', '', '3101601034982', '', '', '', '', '', '', '2023-08-15', '2023-08-15', '5000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '17:21:52', '2023-08-15 10:21:52'),
(27, '2566-121205-E0027', 'นาง', 'ประคิณ', 'สุจฉายา', '0873050179', '', '3100903860817', '126/108 หมู่บ้านวังตาลวิลล่า ซอย 3', 'มหิดล', 'ต. ป่าแดด', 'อ. เมือง', 'จ. เชียงใหม่', '', '2023-08-15', '2023-08-15', '10000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '17:26:09', '2023-08-15 10:26:09'),
(28, '2566-121205-E0028', 'นาง', 'ศรีพรรณ', 'กันธวัง', '', '', '3-5099-01160-3-16', '', '', '', '', '', '', '2023-08-15', '2023-08-15', '1000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '17:34:06', '2023-08-15 10:34:06'),
(29, '2566-121205-E0029', 'นาง', 'อุบล', 'นิวัติชัย', '', '', '', '', '', '', '', '', '', '2023-08-15', '2023-08-15', '1000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '17:44:39', '2023-08-15 10:44:39'),
(30, '2566-121206-E0030', 'นางสาว', 'จันทร์ฉาย', 'โยธาใหญ่', '0815954037', '', '3510101090579', '', '', '', '', '', '', '2023-08-15', '2023-08-15', '500', 'โอน / Prompt Pay', 'บริจาคเพื่อระดมพลัง เร่งรัดปรับปรุงคุณภาพ คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '', '121206', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '17:46:44', '2023-08-15 10:46:44'),
(31, '2566-121205-E0031', 'นาง', 'พนิดา', 'จันทโสภีพันธ์', '', '', '3-5203-00050-9-09', '58 หมู่ที่ 6', '', 'ต. ศาลา', 'อ. เกาะคา', 'จ. ลำปาง', '', '2023-08-15', '2023-08-15', '2000', 'เงินสด / Cash', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '17:53:58', '2023-08-15 10:53:58'),
(32, '2566-121205-E0032', 'นาย', 'ธนารักษ์', 'สุวรรณประพิศ', '', '', '3509900843045', '', '', '', '', '', '', '2023-08-15', '2023-08-15', '2000', 'เงินสด / Cash', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '17:57:10', '2023-08-15 10:57:10'),
(33, '2566-121205-E0033', '', 'สมาชิกชมรมอาวุโสสัมพันธ์', '', '', '', '', '', '', '', '', '', '', '2023-08-15', '2023-08-15', '40000', 'เงินสด / Cash', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '18:00:30', '2023-08-15 11:00:30'),
(34, '2566-121205-E0034', 'นาง', 'ระยอง', 'วัฒนากุล', '', 'yay_yong@hotmail.com', '3509900180640', '107/372 หมู่ 5', '', 'ต. หนองผึ้ง', 'อ. สารภี', 'จ. เชียงใหม่', '', '2023-08-15', '2023-08-15', '500', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '08:32:50', '2023-08-16 01:32:50'),
(35, '2566-121205-E0035', 'นาง', 'พวงหยก', 'ชัยมิตร', '053418988', '', '3509900670876', '4/4', 'ช้างเผือก ซอย 1', 'ต. ศรีภูมิ', 'อ. เมือง', 'จ. เชียงใหม่', '50200', '2023-08-16', '2023-08-16', '500', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '16:59:19', '2023-08-16 09:59:19'),
(36, '2566-121205-E0036', '', 'คุณธิดา', 'เพชรช่อ', '', '', '', '', '', '', '', '', '', '2023-08-16', '2023-08-16', '30000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '16:43:32', '2023-08-21 09:43:32'),
(37, '2566-121205-E0037', 'นางสาว', 'ประยงค์', 'ลิ้มตระกูล', '', '', '3509901154928', '', '', '', '', '', '', '2023-08-17', '2023-08-17', '10000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '16:47:55', '2023-08-21 09:47:55'),
(38, '2566-121205-E0038', 'นางสาว', 'จิตตวดี', 'เหรียญทอง', '', '', '3579900363264', '680', 'ศรีเกิด', 'ต. เวียง', 'อ. เมืองเชียงราย', 'จ. เชียงราย', '', '2023-08-21', '2023-08-21', '10000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '16:52:29', '2023-08-21 09:52:29'),
(39, '2566-121205-E0039', 'นาย', 'ธานี', 'แก้วธรรมานุกูล', '053936083', 'thanee.kaewthummanu@cmu.ac.th', '3540400118548', '110', 'อินทวโรรส', 'ต. สุเทพ', 'อ. เมือง', 'จ. เชียงใหม่', '50200', '', '2023-08-29', '100', 'QR CODE', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'online', 'person', 'yes', '', '09:39:09', '2023-08-29 02:39:09'),
(40, '2566-121205-E0040', 'นาง', 'นภาพร', 'คิดการงาน', '', '', '3500500433411', '47/2', '', 'ต. ตลาดขวัญ', 'อ. ดอยสะเก็ด', 'จ. เชียงใหม่', '55120', '2023-08-29', '2023-08-29', '100', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'เงินโอนวันที่  25 สิงหาคม 2566', 'offline', 'person', 'yes', '', '17:25:00', '2023-08-31 10:25:00'),
(41, '2566-121205-E0041', 'นาง', 'บุญเรือง', 'ตั้งสินมั่นคง', '', '', '3839900265146', '', '', '', '', '', '', '2023-08-29', '2023-08-29', '48000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'เงินโอนวันที่ 28 สิงหาคม 2566', 'offline', 'person', 'yes', '', '17:28:23', '2023-08-31 10:28:23'),
(42, '2566-121208-E0042', 'นาง', 'อรไท', 'พิพิธพัฒน์ไพสิฐ', '', '', '5550500080581', '9 บ้านหนาด หมู่ 4', '', 'ต. ไชยวัฒนา', 'อ. ปัว', 'จ. น่าน', '55120', '2023-08-30', '2023-08-30', '2000', 'โอน / Prompt Pay', '', 'บริจาคเพื่อการศึกษาสมทบทุนดอกผล กองทุนพัฒนาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '121208', 'บริจาคเพื่อการศึกษาสมทบทุนดอกผล กองทุนพัฒนาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษาสมทบทุนดอกผล กองทุนพัฒนาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'สมทบกองทุน ศาสตราจารย์ ดร.ภัทราภรณ์ ภทรสกุล', 'offline', 'person', 'yes', '', '17:31:29', '2023-08-31 10:31:29'),
(43, '2566-121205-E0043', 'นาง', 'วิภาดา', 'คุณาวิกติกุล', '', '', '3509900222440', '', '', '', '', '', '', '2023-08-30', '2023-08-30', '4000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '17:32:50', '2023-08-31 10:32:50'),
(44, '2566-121205-E0044', '', 'สภาการพยาบาล', '', '025967522', '', '', 'อาคารนครินทรศรี', 'ติวานนท์', 'ต. ตลาดขวัญ', 'อ. เมือง', 'จ. นนทบุรี', '11000', '2023-08-31', '2023-08-31', '80000', 'เช็ค / Cheque', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'corporation', 'yes', '', '17:37:56', '2023-08-31 10:37:56'),
(47, '2566-121205-E0047', 'นาง', 'วีณา', 'ภัทรประสิทธิ์', '', '', '3579900188942', '', '', '', '', '', '', '2023-09-01', '2023-09-01', '4000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '14:11:32', '2023-09-01 07:11:32'),
(48, '2566-121205-E0048', 'นาย', 'สมศักดิ์', 'ใหม่ศรี', '', 'addy6012@hotmail.com', '3501200707907', '', '', '', '', '', '', '2023-09-01', '2023-09-01', '100', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '14:40:35', '2023-09-01 07:40:35'),
(49, '2566-121205-E0049', 'นาง', 'ลาวัลย์', 'สมบูรณ์', '', '', '3509901167892', '', '', '', '', '', '', '2023-09-04', '2023-09-04', '20000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '09:18:56', '2023-09-05 02:18:56'),
(50, '2566-121206-E0050', 'นางสาว', 'ละออ', 'ตันติศิรินทร์', '', '', '3509901154901', '', '', '', '', '', '', '2023-09-04', '2023-09-04', '1000', 'โอน / Prompt Pay', 'บริจาคเพื่อระดมพลัง เร่งรัดปรับปรุงคุณภาพ คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '', '121206', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '09:31:02', '2023-09-05 02:31:02'),
(51, '2566-121205-E0051', 'นาง', 'ศรีนวล', 'วิวัฒน์คุณูปการ', '', '', '3509901163625', '', '', '', '', '', '', '2023-09-04', '2023-09-04', '10000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '09:34:31', '2023-09-05 02:34:31'),
(52, '2566-121205-E0052', 'นาง', 'อาภรณ์', 'เชื้อประไพศิลป์', '', '', '3-9098-00878-5-28', '90', 'ศุภสารรังสรรค์', 'ต. หาดใหญ่', 'อ. หาดใหญ่', 'จ. สงขลา', '90110', '2023-09-05', '2023-09-05', '9000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '16:24:20', '2023-09-06 09:24:20'),
(53, '2566-121205-E0053', 'นางสาว', 'เทียมศร', 'ทองสวัสดิ์', '', '', '3509901161886', '', '', '', '', '', '', '2023-09-05', '2023-09-05', '10000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '16:27:46', '2023-09-06 09:27:46'),
(54, '2566-121205-E0054', '', 'คุณศิริพร', 'เปลี่ยนผดุง', '', '', '', '', '', '', '', '', '', '2023-09-05', '2023-09-05', '1000', 'เงินสด / Cash', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '16:32:51', '2023-09-06 09:32:51'),
(55, '2566-121205-E0055', 'นางสาว', 'ปรวีณ', 'บุญมา', '', '', '5-3099-01156-9-47', '', '', '', '', '', '', '2023-09-06', '2023-09-06', '40000', 'เงินสด / Cash', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '16:34:33', '2023-09-06 09:34:33'),
(56, '2566-121205-E0056', '', 'คุณนิยม', 'ชุติรัตนพันธ์', '', '', '', '', '', '', '', '', '', '2023-09-07', '2023-09-07', '2000', 'เงินสด / Cash', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'ไม่ต้องการลดหย่อนภาษี', 'offline', 'person', 'yes', '', '08:55:07', '2023-09-07 01:55:07'),
(57, '2566-121205-E0057', 'นางสาว', 'นันทพร', 'จงก้าวหน้า', '0823825836', '', '3-5099-00199-0-31', '82 ซอยกำแหงสงคราม', 'ถ.ศิริมังคลาจารย์', 'ต. สุเทพ', 'อ. เมือง', 'จ. เชียงใหม่', '50200', '2023-09-07', '2023-09-07', '70000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '09:45:11', '2023-09-11 02:45:11'),
(58, '2566-121205-E0058', 'นาง', 'ศุจิกา', 'ภูมิโคกรักษ์', '0866591970', 'sujika.p@cmu.ac.th', '3501400697816', '300/26 หมู่ 6', 'ถ.เชียงใหม่-พร้าว', 'ต. หนองจ๊อม', 'อ. สันทราย', 'จ. เชียงใหม่', '', '2023-09-10', '2023-09-10', '5999', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '09:51:27', '2023-09-11 02:51:27'),
(59, '2566-121205-E0059', 'นางสาว', 'ปราณี', 'จันทร์เจนระวี', '', '', '3509901193532', '301 หมู่ 6', 'สุขุมวิท กม.143', 'ต. นาเกลือ', 'อ. บางละมุง', 'จ. ชลบุรี', '20150', '2023-09-11', '2023-09-11', '40000', 'โอน / Prompt Pay', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', '', '15:01:08', '2023-09-11 08:01:08'),
(60, '2566-121205-E0060', 'นาย', 'พัชรพล', 'ปิงยศ', '0903281777', '', '1500701252395', '17/1', '', 'ต. คือเวียง', 'อ. ดอกคำใต้', 'จ. พะเยา', '56120', '', '2023-09-13', '10', 'QR CODE', 'บริจาคเพื่อระดมพลัง เร่งรัดปรับปรุงคุณภาพ คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '', '121206', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อสนับสนุนการศึกษาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่', '', 'online', 'person', 'yes', '', '16:07:25', '2023-09-13 09:07:25'),
(61, '2566-121205-E0061', 'นางสาว', 'โรจนี', 'จินตนาวัฒน์', '', 'rojanee.c@cmu.ac.th', '3509901327199', '', '', '', '', '', '', '2023-09-18', '2023-09-18', '30000', 'เงินสด / Cash', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', '121205', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', 'บริจาคเพื่อการศึกษา เพื่อเป็นทุนการศึกษานักศึกษาพยาบาลศาสตร์  มหาวิทยาลัยเชียงใหม่', '', 'offline', 'person', 'yes', 'success', '14:56:13', '2023-09-18 07:56:13'),
(62, '2566-121208-E0062', 'นางสาว', 'โรจนี', 'จินตนาวัฒน์', '', 'rojanee.c@cmu.ac.th', '3509901327199', '', '', '', '', '', '', '2023-09-18', '2023-09-18', '20000', 'เงินสด / Cash', '', 'บริจาคเพื่อพัฒนาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่ในพันธกิจรวมทั้งหมด', '121208', 'บริจาคเพื่อพัฒนาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่ในพันธกิจรวมทั้งหมด', 'บริจาคเพื่อพัฒนาคณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่ในพันธกิจรวมทั้งหมด', '', 'offline', 'person', 'yes', 'success', '14:59:06', '2023-09-18 07:59:06');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `firstname` varchar(255) DEFAULT NULL,
  `lastname` varchar(255) DEFAULT NULL,
  `cmuitaccount` varchar(255) DEFAULT NULL,
  `login_time` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `firstname`, `lastname`, `cmuitaccount`, `login_time`) VALUES
(134, 'PATTARAPON', 'KAMLAR', 'pattarapon.k@cmu.ac.th', '2023-07-11 15:40:28'),
(136, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-13 14:51:51'),
(137, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-07-13 14:52:11'),
(138, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-14 10:32:53'),
(139, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-07-14 10:34:24'),
(140, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-07-14 10:35:08'),
(141, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-07-14 10:35:59'),
(142, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-07-26 10:23:27'),
(143, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-07-26 10:28:31'),
(144, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-07-26 10:28:58'),
(145, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 10:29:19'),
(146, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-07-26 10:29:39'),
(147, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 10:30:29'),
(148, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 10:30:30'),
(149, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 10:35:00'),
(150, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-07-26 10:38:18'),
(151, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-07-26 10:40:02'),
(152, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-07-26 10:40:57'),
(153, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-07-26 10:41:53'),
(154, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 10:42:30'),
(155, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-07-26 10:42:51'),
(156, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 10:43:26'),
(157, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 10:43:28'),
(158, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 10:47:46'),
(159, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-07-26 10:48:12'),
(160, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 10:48:13'),
(161, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 10:48:35'),
(162, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 10:48:36'),
(163, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 10:49:51'),
(164, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 10:50:34'),
(165, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 10:50:35'),
(166, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:00:58'),
(167, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:01:06'),
(168, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:01:06'),
(169, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:01:07'),
(170, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:01:35'),
(171, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:01:38'),
(172, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:02:41'),
(173, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:20:44'),
(174, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:22:38'),
(175, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:22:45'),
(176, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:22:49'),
(177, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:22:50'),
(178, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:22:50'),
(179, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:23:51'),
(180, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:23:52'),
(181, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:23:53'),
(182, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:24:44'),
(183, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:24:45'),
(184, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:25:41'),
(185, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:25:43'),
(186, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:25:43'),
(187, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:25:43'),
(188, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:25:44'),
(189, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:29:53'),
(190, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 11:29:54'),
(191, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 12:36:09'),
(192, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 12:36:22'),
(193, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 12:36:55'),
(194, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-07-26 15:22:25'),
(195, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-26 15:35:22'),
(196, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-07-26 15:38:23'),
(197, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-27 09:55:52'),
(198, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-27 13:26:43'),
(199, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-27 14:12:50'),
(200, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-27 14:12:56'),
(201, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-27 15:50:38'),
(202, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-07-27 15:59:19'),
(203, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-07-31 12:48:21'),
(204, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-05 13:21:43'),
(205, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-09 08:30:28'),
(206, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-09 16:31:29'),
(207, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-09 16:31:41'),
(208, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-09 16:31:55'),
(209, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-09 16:32:46'),
(210, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-09 20:22:35'),
(211, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-09 20:23:03'),
(212, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-10 09:09:40'),
(213, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-10 10:43:43'),
(214, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-10 10:49:20'),
(215, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-10 10:52:15'),
(216, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-10 11:11:56'),
(217, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-10 11:13:41'),
(218, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-10 11:16:10'),
(219, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-10 11:44:09'),
(220, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-10 11:44:23'),
(221, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-10 11:44:47'),
(222, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-10 15:12:35'),
(223, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-10 16:01:31'),
(224, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-10 16:13:33'),
(225, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-10 16:13:37'),
(226, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-11 08:34:02'),
(227, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-11 08:34:03'),
(228, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-11 08:34:03'),
(229, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-11 11:02:20'),
(230, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-11 11:03:08'),
(231, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-11 11:03:30'),
(232, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-11 11:03:47'),
(233, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-11 13:50:59'),
(234, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-11 13:53:30'),
(235, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-14 11:04:42'),
(236, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-14 11:08:22'),
(237, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-14 11:59:53'),
(238, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-15 09:33:12'),
(239, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-15 10:01:27'),
(240, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-15 10:02:59'),
(241, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-15 10:04:52'),
(242, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-15 11:40:27'),
(243, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-15 12:54:02'),
(244, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-15 15:18:32'),
(245, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-15 17:09:41'),
(246, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-15 17:58:43'),
(247, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-15 18:07:25'),
(248, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-15 18:12:38'),
(249, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-16 08:30:28'),
(250, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-16 10:37:54'),
(251, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-16 10:38:01'),
(252, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-16 13:35:52'),
(253, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-16 13:57:14'),
(254, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-16 14:46:08'),
(255, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-16 15:49:23'),
(256, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-16 15:59:22'),
(257, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-16 16:56:34'),
(258, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-17 08:28:09'),
(259, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-17 08:28:39'),
(260, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-17 08:28:44'),
(261, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-18 16:25:19'),
(262, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-18 17:03:56'),
(263, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-21 08:29:36'),
(264, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-21 08:29:43'),
(265, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-21 08:29:57'),
(266, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-21 12:30:34'),
(267, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-21 12:35:43'),
(268, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-21 16:42:54'),
(269, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-23 10:46:07'),
(270, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-28 08:38:51'),
(271, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-28 13:08:00'),
(272, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-28 14:24:04'),
(273, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-28 15:02:23'),
(274, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-28 16:26:51'),
(275, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-29 08:04:52'),
(276, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-29 08:59:09'),
(277, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-29 10:01:16'),
(278, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-29 10:10:02'),
(279, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-30 10:45:34'),
(280, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-30 14:48:34'),
(281, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-08-31 08:51:55'),
(282, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-31 09:01:45'),
(283, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-31 17:00:43'),
(284, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-31 17:12:30'),
(285, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-31 17:22:27'),
(286, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-08-31 17:34:21'),
(287, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-09-01 14:10:35'),
(288, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-04 11:05:44'),
(289, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-04 11:06:00'),
(290, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-04 11:06:14'),
(291, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-04 11:06:14'),
(292, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-04 11:08:02'),
(293, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-04 11:08:03'),
(294, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-04 11:09:03'),
(295, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-04 11:09:48'),
(296, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-09-04 13:04:44'),
(297, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-09-05 09:00:47'),
(298, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-09-05 09:09:09'),
(299, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-09-05 09:22:49'),
(300, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-05 10:19:13'),
(301, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-05 16:10:07'),
(302, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-05 16:10:13'),
(303, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-09-06 16:18:15'),
(304, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-09-06 16:22:21'),
(305, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-09-07 08:54:12'),
(306, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-09-11 09:36:16'),
(307, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-09-11 09:36:31'),
(308, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-11 09:41:30'),
(309, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-11 09:41:30'),
(310, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-11 09:46:19'),
(311, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-11 09:47:28'),
(312, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-09-11 14:56:55'),
(313, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-12 10:31:51'),
(314, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-12 10:41:33'),
(315, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-12 10:41:35'),
(316, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-12 10:45:08'),
(317, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-12 10:45:13'),
(318, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-12 10:50:11'),
(319, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-12 10:50:13'),
(320, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-12 10:50:14'),
(321, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-12 10:56:45'),
(322, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-12 11:00:09'),
(323, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-12 11:09:47'),
(324, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-09-12 15:32:17'),
(325, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-13 14:20:05'),
(326, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-09-13 15:18:06'),
(327, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-09-13 15:19:31'),
(328, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-09-13 15:20:31'),
(329, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-14 15:56:55'),
(330, 'PATCHARAPON', 'PINGYOS', 'phatcharapon.p@cmu.ac.th', '2023-09-14 15:58:54'),
(331, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-09-18 14:52:11'),
(332, 'CHANIDA', 'TONPIPHAT', 'chanida.t@cmu.ac.th', '2023-09-18 14:54:50');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `cmuitaccount`
--
ALTER TABLE `cmuitaccount`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `json_confirm`
--
ALTER TABLE `json_confirm`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `project`
--
ALTER TABLE `project`
  ADD PRIMARY KEY (`p_id`);

--
-- Indexes for table `pro_edo`
--
ALTER TABLE `pro_edo`
  ADD PRIMARY KEY (`edo_id`);

--
-- Indexes for table `pro_offline`
--
ALTER TABLE `pro_offline`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `receipt_offline`
--
ALTER TABLE `receipt_offline`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `cmuitaccount`
--
ALTER TABLE `cmuitaccount`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `json_confirm`
--
ALTER TABLE `json_confirm`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=39;

--
-- AUTO_INCREMENT for table `project`
--
ALTER TABLE `project`
  MODIFY `p_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `pro_edo`
--
ALTER TABLE `pro_edo`
  MODIFY `edo_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `pro_offline`
--
ALTER TABLE `pro_offline`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `receipt_offline`
--
ALTER TABLE `receipt_offline`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=63;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=333;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
